{"itemid":12,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=12","topic":"02. Recorded Leave","title":"Paternity Leave","category":"Policy","description":"Paternity Leave Policy\n\nThe University is committed to supporting employees to understand the choices available to them when planning for the birth or adoption of a child. Families now have additional options open to them with regards to managing time off during the first year after their child’s birth or adoption and this policy should be read in conjunction with the University’s policies on Maternity Leave or Adoption Leave as well as Shared Parental Leave to ensure that employees are fully aware of all of the options available to them and their family. The University Nursery also provides childcare at subsidised rates depending on eligibility and availability.\n\n1.2 The University provides an Enhanced Paternity Leave Scheme, which exceeds the statutory provision by providing for two weeks on full pay. \n　\n1.3 This policy sets out the entitlement and associated processes that apply to paternity leave and pay. Whilst known as ‘Paternity Leave’, this policy equally applies to same sex partners. \n　\n1.4 The following definitions are used within this policy&#58;\n　\nExpected Week of Childbirth (EWOC) The week, beginning with midnight between Saturday and Sunday, in which it is expected that childbirth will occur. Qualifying Week The 15th week before the EWOC. Matching Week The week commencing the Sunday on or immediately prior to the date on which the adopter was told that they have been told by the adoption agency that they have been matched with a child for adoption. .\n　","published_date":"2021-07-19T01:29:06Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(11)/AttachmentFiles('maternityLeavePolicyAnnexA.txt')","attachment_base64":"ï»¿3. ANTE-NATAL CARE\r\n3.1   A pregnant employee is allowed to take reasonable paid time off to attend antenatal appointments regardless of their length of employment with the University. This can cover, for example, pregnancy related medical appointments or parenting classes made on the advice of a Medical Practitioner, Health Visitor or Midwife. Employees may be requested to provide evidence of appointments to their line manager and, if possible, appointments should be made at times which cause minimal disruption to the working day.\r\n\r\nPartners of pregnant employees also have rights to antenatal care as detailed in Section 10 â Partners Rights During Pregnancy/Maternity Leave.\r\n\r\n4. NOTIFICATION PROCESS\r\n4.1   To ensure that the University can provide full support with regards to health, safety and wellbeing, employees should notify their line manager of their pregnancy as early as possible. This may just be informally in the first instance.\r\n\r\n4.2   The Checklist â Planning for Maternity Leave should be used by both employees and managers, alongside this policy, to guide discussions and key considerations before, during and after maternity leave.\r\n"}