{"itemid":13,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=13","topic":"01. Staff Welfare","title":"Performance Appraisal","category":"Policy","description":"Performance Appraisal\n　\n1. INTRODUCTION\nUniversity professors fulfil a leading and instrumental role in the realisation of the University's strategic goals and ambitions. Further, it is essential that institutional practice is competitive and strategically aligned, effectively recognising excellence and rewarding outstanding and sustained performance of senior staff given the global HE market and increasingly challenging funding environment.　 Professorial performance and reward strategy aligned to University strategic imperatives, provides the framework through which this is achieved in the effective delivery of performance and development, career progression and reward, founded upon enabling the University to&#58;-increase competitiveness;attract and retain high quality staff;apply fair, transparent and equitable pay and performance mechanisms;provide a clear career structure;build and enhance leadership capacity and capability;facilitate succession planning; andreward excellence.\n\n2. ZONE DESCRIPTORS\nConsistent and robust standards exist in the form of a comprehensive set of zone descriptors.　 These are applied to professorial recruitment, career development and recognition and reward.　 The zone descriptors provide an efficient and effective framework to determine the appropriate zone into which a professorial profile is placed within one of four bands that comprise the University’s zone based structure.\nNewly appointed professors can expect to be placed into the appropriate zone on the basis of 'best fit' with the criteria outlined across a range of academic activities, as detailed in each zone descriptor.　 Placement into a particular zone is determined by overall conformance with a set of criteria (between 5 and 8 criteria depending on career track). These are critical in ensuring that consistent and robust standards are applied within and across colleges in the recruitment and retention of professorial staff.　\nSimilarly, zone descriptors support annual performance and development discussions and inform decision making around overall assessment outcomes at individual level.　 Further, they provide the underpinning criteria against which individual profiles are measured and assessed for progression through the academic career development track in annual academic promotion and zone movement processes.　　\n\n\n　","published_date":"2021-07-19T01:29:59Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(12)/AttachmentFiles('paternityLeavePolicy.txt')","attachment_base64":"ï»¿4. Notification Process\r\n4.1 It is recognised that the timing of Paternity Leave cannot be fully predicted. Employees\r\nshould therefore give as much notice as possible to their manager of the likely or actual\r\ndates to be taken.\r\n4.2 Employees should notify their line manager through Employee Self Service of their\r\nintention to take Paternity Leave in or before the 15th week before the expected week of\r\nchildbirth (or, in the case of the adoption of a child, within 7 days of having been notified\r\nby the adoption agency of the match with a child). When requesting the leave, the\r\nemployee will be required to specify:\r\nâ¢ The expected week of childbirth, or the date the child is expected to be placed for\r\nadoption together with the date that the adopter was notified of having been\r\nmatched with a child;\r\nâ¢ The date on which the employee has chosen the leave to commence (the option\r\nof commencing the leave on the âactual date of birthâ will be given);\r\nâ¢ The length of paternity leave they wish to take i.e. a one or two week period.\r\n4.3 When requesting the leave, the employee will also be asked to declare that the absence\r\nfrom work is to care for the relevant child and/or to support the child's mother/main\r\nadopter. \r\n\r\n5. Commencement of Paternity Leave\r\n5.1 Eligible employees may commence their paternity leave any time from the date of the\r\nbirth/placement of their child (subject to compliance with the notification procedures),\r\nhowever the leave must be completed within 8 weeks following the birth/placement.\r\n6. Shared Parental Leave (SPL)\r\n\r\n\r\n"}