{"itemid":14,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=14","topic":"01. Staff Welfare","title":"UPDATE ON PRECAUTIONARY MEASURES FOR STALLHOLDERS","category":"Circular","description":"18TH JUL 20211.　 　 　As announced by the Ministry of Health (MOH) on 17 July 2021, COVitemid-19 clusters have been uncovered involving fishmongers who visited the Jurong Fishery Port to collect their stock and sell at the markets.2.　 　 　As a precautionary measure, fresh fish and seafood stallholders at markets managed by the National Environment Agency (NEA) or NEA-appointed operators were disallowed from operating this morning in order to prevent any further transmission.　These stallholders have or will be receiving an SMS Health Risk Warning (HRW) from MOH.　The HRW means that the person is required by law to get a Polymerase Chain Reaction (PCR) test at designated testing centres.　Until tested negative, the person is required to self-isolate and not leave their home.　3.　 　 　Affected fish and seafood stallholders can also to walk in to specified Regional Screening Centres (Annex) today　should they wish to get their PCR tests done as soon as possible. Stallholders who receive a negative PCR test result are able to resume business immediately.4.　 　 　In addition to the PCR test, fresh fish and seafood stallholders will be issued with self-test Antigen Rapid Test (ART) kits and are required to self-administer an ART test on the seventh day from the last exposure. They will also be required to undergo another PCR test at designated testing centres around the 14th　day from their date of last known exposure.","published_date":"2021-07-19T01:33:44Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(12)/AttachmentFiles('paternityLeavePolicy.txt')","attachment_base64":"ï»¿4. Notification Process\r\n4.1 It is recognised that the timing of Paternity Leave cannot be fully predicted. Employees\r\nshould therefore give as much notice as possible to their manager of the likely or actual\r\ndates to be taken.\r\n4.2 Employees should notify their line manager through Employee Self Service of their\r\nintention to take Paternity Leave in or before the 15th week before the expected week of\r\nchildbirth (or, in the case of the adoption of a child, within 7 days of having been notified\r\nby the adoption agency of the match with a child). When requesting the leave, the\r\nemployee will be required to specify:\r\nâ¢ The expected week of childbirth, or the date the child is expected to be placed for\r\nadoption together with the date that the adopter was notified of having been\r\nmatched with a child;\r\nâ¢ The date on which the employee has chosen the leave to commence (the option\r\nof commencing the leave on the âactual date of birthâ will be given);\r\nâ¢ The length of paternity leave they wish to take i.e. a one or two week period.\r\n4.3 When requesting the leave, the employee will also be asked to declare that the absence\r\nfrom work is to care for the relevant child and/or to support the child's mother/main\r\nadopter. \r\n\r\n5. Commencement of Paternity Leave\r\n5.1 Eligible employees may commence their paternity leave any time from the date of the\r\nbirth/placement of their child (subject to compliance with the notification procedures),\r\nhowever the leave must be completed within 8 weeks following the birth/placement.\r\n6. Shared Parental Leave (SPL)\r\n\r\n\r\n"}