{"itemid":18,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=18","topic":"01. Staff Welfare","title":"UPDATE ON LOCAL COVitemid-19 SITUATION (13 JULY)","category":"Circular","description":"13TH JUL 2021As of 13 July 2021, 12pm, Ministry of Health (MOH) has confirmed and verified that there are 19 cases of locally transmitted COVitemid-19 infection, of which 8 belong to the emerging KTV cluster. Of the 19 cases today, 5 are linked to previous cases, and have already been placed on quarantine. 10 are linked to previous cases and were detected through surveillance. 4 are currently unlinked. There are 7 imported cases, who have already been placed on Stay-Home Notice (SHN) or isolated upon arrival in Singapore. 5 were detected upon arrival in Singapore, while 2 developed the illness during SHN or isolation. In total, there are 26 new cases of COVitemid-19 infection in Singapore today.2.&#160; Overall, the number of new cases in the community has increased from 24 cases in the week before to 37 cases in the past week. The number of unlinked cases in the community has also increased from 5 cases in the week before to 12 cases in the past week. The 7-day moving average number of all linked community cases and all unlinked community cases are 3.6 and 1.7 respectively.3. There are a total of 7 imported cases today. 5 were detected upon arrival in Singapore, while 2 developed the illness during SHN or isolation.&#160;4. There are currently 22 active clusters, ranging between 3 and 94 infections.Community surveillance testing and closure of affected premises 5. MOH is investigating cases of COVitemid-19 infection amongst Vietnamese social hostesses who had frequented KTV lounges or clubs currently operating as F&amp;B outlets, and their close social contacts. Our epidemiological investigations have found that there is likely ongoing transmission at the following premises&#58;6. To break any potential chain of transmission and enable deep cleaning, these premises have been closed to all members of the public starting from 13 July 2021 to 27 July 2021.7. To quickly uncover any community infection cases, we will be conducting special testing operations for all staff of WU Bistro Pte Ltd (Golden Mile Complex) andClub De Zara Pte Ltd (Textile Centre).8. We will also extend free COVitemid-19 testing to members of the public who had&#58;","published_date":"2021-07-19T03:08:38Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(12)/AttachmentFiles('paternityLeavePolicy.txt')","attachment_base64":"﻿4. Notification Process\r\n4.1 It is recognised that the timing of Paternity Leave cannot be fully predicted. Employees\r\nshould therefore give as much notice as possible to their manager of the likely or actual\r\ndates to be taken.\r\n4.2 Employees should notify their line manager through Employee Self Service of their\r\nintention to take Paternity Leave in or before the 15th week before the expected week of\r\nchildbirth (or, in the case of the adoption of a child, within 7 days of having been notified\r\nby the adoption agency of the match with a child). When requesting the leave, the\r\nemployee will be required to specify:\r\n• The expected week of childbirth, or the date the child is expected to be placed for\r\nadoption together with the date that the adopter was notified of having been\r\nmatched with a child;\r\n• The date on which the employee has chosen the leave to commence (the option\r\nof commencing the leave on the ‘actual date of birth’ will be given);\r\n• The length of paternity leave they wish to take i.e. a one or two week period.\r\n4.3 When requesting the leave, the employee will also be asked to declare that the absence\r\nfrom work is to care for the relevant child and/or to support the child's mother/main\r\nadopter. \r\n\r\n5. Commencement of Paternity Leave\r\n5.1 Eligible employees may commence their paternity leave any time from the date of the\r\nbirth/placement of their child (subject to compliance with the notification procedures),\r\nhowever the leave must be completed within 8 weeks following the birth/placement.\r\n6. Shared Parental Leave (SPL)\r\n\r\n\r\n"}