{"itemid":2,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=2","topic":"01. Staff Welfare","title":"Holiday","category":"Policy","description":"Holidays and sickness \nThe normal sickness notification procedures will apply to an employee when they are on leave and wish to reallocate the period of leave as sickness with the result that reconvened leave may be taken at another time in the leave year. Where the required notification is made, the Company may permit those days to be classed as sick days and equivalent time off taken as paid leave later in the leave year provide the leave falls within the statutory minimum entitlement. The days on which the leave is to be taken must be agreed with the Company. Employees who are on an overseas holiday when they fall sick should contact the Company as soon as reasonably practicable.","published_date":"2021-07-12T10:41:18Z","expiry_date":"2021-09-04T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(2)/AttachmentFiles('holiday.txt')","attachment_base64":"Holiday policy\r\n\r\nThis holiday policy sets out employees entitlements to annual leave and the Company rules on taking annual leave. Under the Working Time Regulations 1998, employees are entitled to minimum 5.6 weeks of paid annual leave in each leave year. The entitlement includes public holidays. \r\n\r\n5.6 weeks of annual leave will convert into different entitlements for each employee dependent on their individual working arrangements. Individual contracts of employment will detail an employees personal entitlement. For example, 5.6 working weeks leave will, by the nature of their working week, convert to fewer days or hours of annual leave for a part time employee when compared to a full time employee. The pro-rata principle may also apply to other practical arrangements. \r\n\r\nAll leave must be pre-authorised by the Company. Taking leave without authorisation will be considered a gross misconduct offence. Taking leave despite a declined request will be considered a gross misconduct offence. Gross misconduct offences may result in dismissal without notice. Further rules on booking leave from work are given below.\r\n\r\nThe Companys holiday year runs from [insert start month] to [insert end month]. \r\n\r\nBooking leave\r\nEmployees must give notice of their request to take leave. Applications should be sent to [delete as appropriate - their line manager in writing/using the online holiday request forms/the HR Department]. \r\n\r\nThe following notice periods apply to employees when requesting leave are as follows: \r\n\r\nPeriod of leave requested\tPeriod of notice required \r\nA week or more (five days or more)\t[insert time period]\r\nLess than a week (one to four days) \t[insert time period]\r\n\r\nThe [delete as appropriate - line manager/online holiday request system/the HR Department] will notify the employee in writing to confirm whether their request has been granted. \r\n\r\nEmployees should not make any firm travel or accommodation arrangements etc until they have received written confirmation that their request for leave has been granted. There may be circumstances where the Company cannot grant the request, such as operational/staffing requirements. The Company is not liable for any loss incurred by an employee, such as lost deposits etc, if they incur costs and make commitments prior to receiving confirmation.\r\n\r\nThere may be more requests than usual for leave that coincide with school holidays/half terms, due to the number of employees with children of school age. The Company will make every effort to accept as many of these requests as possible, but has to have regard to its operations and ensuring there is sufficient cover for all work to be undertaken, considerations which sometimes need to take priority over granting all these types of requests. \r\n\r\n\r\n"}