{"itemid":21,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=21","topic":"01. Staff Welfare","title":"Eat with Family Day","category":"Circular","description":"​&#160;\r\n　\r\nEat With Your Family Day&#58; Set Aside Some Time For A Meal\r\nWhile many of us are home, we may find ourselves working just as hard or even harder during this period of time, especially in the current　climate of uncertainty.\r\nThat’s why Eat With Your Family Day is a timely reminder to take some time at the end of a busy work week and set it aside for family.\r\n　\r\nEat With Your Family Day\r\nThe initiative was launched to encourage businesses to allow employees to leave work at 5 pm to eat with their families. It is organised by Centre for Fathering.\r\nEat With Your Family Day takes place　four times a year　on the last day of the school term, at the start of the　school holidays.\r\nCompanies like City Development Limited and Etiqa Insurance Pte Ltd have also adopted Eat with Your Family Day as a way to promote a family-friendly work culture.\r\n&quot;As a family-friendly company, CDL recognises that employees can be more productive and effective at work when they are able to harmonise family and work responsibilities. Over the years, we implemented a series of other initiatives and schemes to foster a family-friendly work culture. EWYFD has become an integral part of our family-friendly initiatives. Since 2012, we have also increased the frequency of this initiative to four times a year to encourage employees to leave work earlier to have dinner with their family,&quot; said Mr Steven Tan, Chief Human Resource Officer, City Developments Ltd.\r\nThis year, the organisers of Eat With Your Family Day are working with more than 40 organisations to plan a special programme for their employees. 150 families who have been nominated will be receiving a family meal delivered to their homes on Friday, 4 September 2020.\r\n　\r\nPromotions &amp; Specials\r\nIn addition, there are special deals from merchants islandwide to provide families with more food, retail and fun options.\r\nThere will also be special movie screening of &quot;Happy Feet&quot; on 4 September 2020 at 6.20 pm on Mediacorp Channel 5.\r\n","published_date":"2021-07-19T03:11:44Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"","attachment_base64":"ï»¿4. Notification Process\r\n4.1 It is recognised that the timing of Paternity Leave cannot be fully predicted. Employees\r\nshould therefore give as much notice as possible to their manager of the likely or actual\r\ndates to be taken.\r\n4.2 Employees should notify their line manager through Employee Self Service of their\r\nintention to take Paternity Leave in or before the 15th week before the expected week of\r\nchildbirth (or, in the case of the adoption of a child, within 7 days of having been notified\r\nby the adoption agency of the match with a child). When requesting the leave, the\r\nemployee will be required to specify:\r\nâ¢ The expected week of childbirth, or the date the child is expected to be placed for\r\nadoption together with the date that the adopter was notified of having been\r\nmatched with a child;\r\nâ¢ The date on which the employee has chosen the leave to commence (the option\r\nof commencing the leave on the âactual date of birthâ will be given);\r\nâ¢ The length of paternity leave they wish to take i.e. a one or two week period.\r\n4.3 When requesting the leave, the employee will also be asked to declare that the absence\r\nfrom work is to care for the relevant child and/or to support the child's mother/main\r\nadopter. \r\n\r\n5. Commencement of Paternity Leave\r\n5.1 Eligible employees may commence their paternity leave any time from the date of the\r\nbirth/placement of their child (subject to compliance with the notification procedures),\r\nhowever the leave must be completed within 8 weeks following the birth/placement.\r\n6. Shared Parental Leave (SPL)\r\n\r\n\r\n"}