{"itemid":23,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=23","topic":"01. Staff Welfare","title":"Changes to Cabinet and Other Appointments (April 2021)","category":"Circular","description":"Appointment of MinistersMr Gan Kim Yong will be appointed Minister for Trade and Industry. He will relinquish his appointment as Minister for Health.Mr S Iswaran will be appointed Minister for Transport. He will continue as Minister-in-charge of Trade Relations in the Ministry of Trade and Industry, but relinquish his appointment as Minister for Communications and Information.Mr Chan Chun Sing will be appointed Minister for Education. He will relinquish his appointment as Minister for Trade and Industry.Mr Lawrence Wong will be appointed Minister for Finance. He will relinquish his appointment as Minister for Education.Mr Ong Ye Kung will be appointed Minister for Health. He will relinquish his appointment as Minister for Transport.Mrs Josephine Teo will be appointed Minister for Communications and Information. She will continue as Second Minister for Home Affairs, but relinquish her appointment as Minister for Manpower.Dr Tan See Leng will be appointed Minister for Manpower. He will continue as the Second Minister for Trade and Industry.Other Political AppointmentsMs Sim Ann will be appointed Senior Minister of State in the Ministry of Foreign Affairs. She will continue as the Senior Minister of State in the Ministry of National Development, but relinquish her appointment as Senior Minister of State in the Ministry of Communications and Information.Mr Chee Hong Tat will continue as the Senior Minister of State in the Ministry of Transport but relinquish his appointment as Senior Minister of State in the Ministry of Foreign Affairs.Dr Koh Poh Koon will be appointed Senior Minister of State in the Ministry of Manpower and continue as the Senior Minister of State in the Ministry of Health.Mr Tan Kiat How will be appointed Minister of State in the Ministry of Communications and Information. He will continue as the Minister of State in the Ministry of National Development, but relinquish his appointment as Minister of State in the Prime Minister’s Office.Ms Rahayu Mahzam will be appointed Parliamentary Secretary in the Ministry of Communications and Information and continue as Parliamentary Secretary in the Ministry of Health.","published_date":"2021-07-19T03:14:22Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"","attachment_base64":"ï»¿4. Notification Process\r\n4.1 It is recognised that the timing of Paternity Leave cannot be fully predicted. Employees\r\nshould therefore give as much notice as possible to their manager of the likely or actual\r\ndates to be taken.\r\n4.2 Employees should notify their line manager through Employee Self Service of their\r\nintention to take Paternity Leave in or before the 15th week before the expected week of\r\nchildbirth (or, in the case of the adoption of a child, within 7 days of having been notified\r\nby the adoption agency of the match with a child). When requesting the leave, the\r\nemployee will be required to specify:\r\nâ¢ The expected week of childbirth, or the date the child is expected to be placed for\r\nadoption together with the date that the adopter was notified of having been\r\nmatched with a child;\r\nâ¢ The date on which the employee has chosen the leave to commence (the option\r\nof commencing the leave on the âactual date of birthâ will be given);\r\nâ¢ The length of paternity leave they wish to take i.e. a one or two week period.\r\n4.3 When requesting the leave, the employee will also be asked to declare that the absence\r\nfrom work is to care for the relevant child and/or to support the child's mother/main\r\nadopter. \r\n\r\n5. Commencement of Paternity Leave\r\n5.1 Eligible employees may commence their paternity leave any time from the date of the\r\nbirth/placement of their child (subject to compliance with the notification procedures),\r\nhowever the leave must be completed within 8 weeks following the birth/placement.\r\n6. Shared Parental Leave (SPL)\r\n\r\n\r\n"}