{"itemid":25,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=25","topic":"01. Staff Welfare","title":"Changes to Cabinet and other appointments","category":"Circular","description":"Promotion to Senior Minister of StatMr Teo Chee Hean – Strategy Group, Smart Nation and Digital Government Group, Public Service Division, National Security Coordination Secretariat, National Population and Talent Division and National Climate Change Secretariat. Also assists PM in National Research Foundation mattersMr Tharman Shanmugaratnam – Monetary Authority of Singapore. Also assists PM in Productivity Fund Administration Board mattersDr Yaacob Ibrahim – Muslim affairs and Cyber SecurityDr Vivian Balakrishnan – Smart NationMr Gan Kim Yong – Aging issuesMr Heng Swee Keat – Council for Skills, Innovation and Productivity, National Research Foundation matters (assisting Mr Teo Chee Hean)Ms Grace Fu Hai Yien – Municipal Services OfficeMr Chan Chun Sing – People’s AssociationMr Tan Chuan-Jin – CDC matters (assisting Mr Chan Chun Sing)Mr Masagos Zulkifli – Muslim affairs (assisting Dr Yaacob Ibrahim)Mr Ong Ye Kung – Public Sector Innovation (assisting Mr Teo Chee Hean)Mrs Josephine Teo – Population matters (assisting Mr Teo Chee Hean)Dr Janil Puthucheary – GovtechMr Sam Tan – REACH+Explicit responsibilities assigned within Ministry of Trade and IndustryMr Lim Hng Kiang – Economic Development Board, Jurong Town Corporation, Department of Statistics, Competition Commission of SingaporeMr S Iswaran – Agency for Science Technology and Research, Energy Market Authority, Hotel Licensing Board, Singapore Tourism Board, Sentosa Development Corporation, International Enterprise Singapore, SPRING Singapore%Explicit responsibilities assigned within Ministry of EducationMr Ng Chee Meng – Pre-school Education, Special Education, General Education (Primary, Secondary, Junior Colleges/Centralised Institutes)Mr Ong Ye Kung – Institute of Technical Education, Polytechnics, Universities, Private Education Institutions, Continuing Education and Training, Skills Upgrading and Workforce Training","published_date":"2021-07-19T03:16:06Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"","attachment_base64":"ï»¿4. Notification Process\r\n4.1 It is recognised that the timing of Paternity Leave cannot be fully predicted. Employees\r\nshould therefore give as much notice as possible to their manager of the likely or actual\r\ndates to be taken.\r\n4.2 Employees should notify their line manager through Employee Self Service of their\r\nintention to take Paternity Leave in or before the 15th week before the expected week of\r\nchildbirth (or, in the case of the adoption of a child, within 7 days of having been notified\r\nby the adoption agency of the match with a child). When requesting the leave, the\r\nemployee will be required to specify:\r\nâ¢ The expected week of childbirth, or the date the child is expected to be placed for\r\nadoption together with the date that the adopter was notified of having been\r\nmatched with a child;\r\nâ¢ The date on which the employee has chosen the leave to commence (the option\r\nof commencing the leave on the âactual date of birthâ will be given);\r\nâ¢ The length of paternity leave they wish to take i.e. a one or two week period.\r\n4.3 When requesting the leave, the employee will also be asked to declare that the absence\r\nfrom work is to care for the relevant child and/or to support the child's mother/main\r\nadopter. \r\n\r\n5. Commencement of Paternity Leave\r\n5.1 Eligible employees may commence their paternity leave any time from the date of the\r\nbirth/placement of their child (subject to compliance with the notification procedures),\r\nhowever the leave must be completed within 8 weeks following the birth/placement.\r\n6. Shared Parental Leave (SPL)\r\n\r\n\r\n"}