{"itemid":4,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=4","topic":"02. Recorded Leave","title":"Adoption and Surrogacy","category":"Policy","description":"1. Policy Statement The University is committed to helping its staff to balance their family and work commitments. This policy explains the leave and pay available to you in the lead up to and in the first year following the arrival of your child through adoption or a surrogacy arrangement. It will support you in planning for leave and returning to work after leave. 2. Scope This policy applies to all employees of the University. 3. Abbreviations and Definitions Official notification is the permission you require from a UK authority stating that you can adopt from abroad Parental Order is the court order required to make you and your partner the legal parents of the child in a surrogacy arrangement ","published_date":"2021-07-19T00:35:52Z","expiry_date":"2022-03-05T08:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(4)/AttachmentFiles('adoptionandSurrogacy.txt')","attachment_base64":"﻿Adoption & Surrogacy Procedure\r\n1. Before Commencing Adoption Leave\r\n1.1 Early Notification of Adoption or Surrogacy\r\nYou are encouraged to share the news of your adoption or surrogacy arrangements with your\r\nmanager as early as possible so that they can plan ahead for your absence. This will be treated\r\nconfidentially.\r\nPlease note, if you are employed by the University in more than one post you must notify all your\r\nmanagers of your intention to take adoption leave.\r\n1.2 Formal Notification of Adoption\r\nTo take time off for adoption meetings, and to take leave and pay, you must inform your manager\r\nand submit the Notification of Adoption Leave form to HR, detailing:\r\n- that you intend to take statutory adoption leave\r\n- the date the child is expected to be placed for adoption\r\n- when you intend to start your adoption leave (see section 1.4 of the procedure), and\r\n- your choice of pay option (see section 5.3 of the policy)\r\nThis should be sent to HR within seven days of being matched with a child, and at least 28 days in\r\nadvance of your anticipated leave start date. If it’s not reasonably possible for you to meet this\r\ndeadline, you should notify HR as soon as possible.\r\nYou must, where possible, provide evidence that you have been matched with a child. You can\r\nattach this when submitting the Notification of Adoption Leave form. Once notified, HR will\r\nrespond within four weeks to acknowledge your intentions. We will assume, unless you tell us\r\notherwise, that you intend to take the full 52 weeks’ leave entitlement. If you are on a GH\r\ncontract, you’ll receive confirmation of what your pay will be from HR.\r\n1.2.1 Formal Notification - Adopting from Overseas\r\nIn addition to the above guidance in section 1.2, if you are adopting a child from overseas you\r\nmust tell us on the Notification of Adoption Leave form:\r\nPage 12 of 15\r\nEffective October 2020\r\n- the date of your ‘official notification’\r\n- the estimated date of the child’s arrival in the UK – within 28 days of getting notification\r\n- the actual date your child arrives in the UK – within 28 days of this date\r\n1.2.2 Formal Notification - Adopting through Surrogacy\r\nIn addition to the above guidance in section 1.2, if you are adopting a child through a surrogacy\r\narrangement you must tell us on the Notification of Adoption Leave form:\r\n- the baby’s due date (there may be circumstances where a MATB1 form (Maternity\r\nCertificate which denotes the expected date of birth) isn’t made available to you as the\r\nintended parent – in this instance, please make HR aware)\r\nIf available, this should be sent to HR at least 15 weeks before the baby’s due date.\r\n1.3 Adoption Meetings and Antenatal Appointments\r\nOnce you know the dates of any adoption meetings or antenatal appointments that you wish \r\n"}