{"itemid":7,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=7","topic":"01. Staff Welfare","title":"Conflict of Interest","category":"Policy","description":"Policy on Conflict of Interest 1. Introduction The University recognises that its employees have diverse interests and contacts within the local, national and international community and it considers that links between its employees and outside bodies are often in the public interest as well as beneficial to the University and to individuals. However, it also recognises that it is possible that such connections may give rise to potential conflicts of interest. The University recognises that, in general, individuals will recognise conflicts of interest and will want to ensure that there can be no perception of their receiving an inappropriate advantage and that they are personally beyond suspicion. It also recognises that, in most cases, potential conflicts of interest will be easily avoided or resolved by informal action either by the individual concerned or through discussion with their manager. 2. Purpose The purpose of this Policy is to&#58;  assist in identifying conflicts of interest  establish a system for disclosure of conflicts of interest&#160;&#160; ","published_date":"2021-07-19T00:44:40Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(5)/AttachmentFiles('annualLeavePolicyAnnexA.txt')","attachment_base64":"﻿6. CARRYING ANNUAL LEAVE FORWARD\r\nWhile members of staff are expected to take their holidays in the leave year in which they have accrued, staff may, with the agreement of their Head of School/RI/University Service, carry forward a maximum of 5 days holiday into the next leave year (pro-rated for part-time staff). \r\n\r\nWhere, as a result of extenuating circumstances, a member of staff has been unable to take their full leave entitlement, requests to carry forward leave will not be unreasonably refused. Any days carried forward must be taken by 31 March that year or the holidays will lapse. Where there are maternity related or long-term sick leave implications please refer to Section 7.\r\n\r\nPlease note, there is a temporary change in place regarding carrying over of leave due to the Coronavirus pandemic. Please see the Coronavirus Staff Information Portal for further details.\r\n\r\n7. ABSENCE & HOLIDAYS\r\n7.1 Illness during holiday: Members of staff who fall sick either during a period of annual leave or just prior to the leave commencing, will be permitted to reclaim those days lost through illness (or, in the latter case, may reschedule their annual leave for another time once they have recovered) where the absence is certified by a medical fit note. This period of absence will then be recorded as sickness absence. Please note that the requirement to provide a medical fit note applies even where the absence is less than 7 days in duration. This arrangement also applies to public holidays/’other days’.\r\n\r\n7.2 Accrual of holidays during periods of sickness absence: Typically, holiday entitlement will continue to accrue as normal during periods of sickness absence. In cases of long term sickness absence, where this would result in holidays being carried into the next leave year, members of staff should seek advice from their College/University Services HR team regarding entitlement.\r\n\r\n7.3 Accrual of holidays during maternity, adoption and paternity leave: Members of staff will continue to accrue contractual holiday entitlement (including entitlement to public holidays and ‘other days’) as normal during the full period of maternity, adoption and paternity leave. For further details please see our other Leave Policies.\r\n\r\n8. CALCULATING ENTITLEMENT\r\nInformation on annual leave balance and entitlement for employees can be viewed in Employee Self Service.\r\n"}