{"itemid":8,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=8","topic":"01. Staff Welfare","title":"Flexible Work Hours","category":"Policy","description":"\n\n1. Policy Statement The University is committed to helping its employees balance their personal and work commitments. We understand that during the course of your employment your circumstances may change and you may wish to request a different pattern of work. This policy explains your right to request a change to your working pattern. 2. Scope This policy applies to all employees with 26 weeks’ continuous service. If you are interested in flexible retirement you should refer to the Flexible Retirement Policy. ","published_date":"2021-07-19T01:19:44Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(7)/AttachmentFiles('conflictOfInterestWhistleBlowing.txt')","attachment_base64":"ï»¿Whistleblowing Policy\r\n1\r\nPurpose of Policy\r\nThe University is committed to the highest standards of professional practice and good governance\r\nand will treat reports of suspected misconduct seriously.\r\nOverview\r\nThis policy takes account of the provisions of the Public Interest Disclosure Act 1998 (the âActâ), the\r\nScottish Code of Good Higher Education Governance and more recent legal developments. The Act\r\nprotects workers from detrimental treatment or victimisation from their employer if, in the public\r\ninterest, they blow the whistle on wrongdoing. The Policy reflects the Universityâs commitment to get\r\nrid of openness in its affairs and is based on the premise that individuals must feel able to draw\r\nattention to suspected misconduct and be supported in so doing. Staff also have a duty to report\r\nsuspected misconduct and are strongly encouraged to do so in line with this policy.\r\nAs part of this commitment, no detrimental action of any kind will be tolerated against a University\r\nstaff member raising a concern under this policy, and the University will support staff members\r\nconcerned and seek to protect them from reprisals. Legal protections are also provided to staff by the\r\nAct under certain circumstances, and this policy reflects the spirit as well as the letter of the Act, while\r\nseeking to offer protection in wider circumstances than are provided for by the Act.\r\nThis policy is not intended to cover matters concerning harassment, grievances and / or staff\r\ndiscipline, which should be raised in accordance with the existing University policies, procedures or\r\ncodes of practice relating to such matters. The University also recognises that its willingness to\r\nreceive reports under this policy raises the risk of vexatious or malicious reports being made. The\r\ndeliberate submission of a false report, or a report made in an attempt to cover up wrong-doing, will\r\nbe regarded as a breach of discipline.\r\nScope\r\nThis policy exists for the protection of members of staff and the University and applies to all:\r\na) employees and any other member of staff of the University and its subsidiary companies (and\r\nreferences to the University in this policy shall be deemed to include reference to its subsidiary\r\ncompanies where applicable), including any temporary or agency staff or unpaid members of staff\r\nand voluntary workers; and\r\nb) activities of the University, whether related to its research, teaching, commercial or other activities.\r\nIt does not apply to students, who should raise any concerns about the University via the University\r\ncomplaints procedure.\r\nWhistleblowing Policy\r\n"}