{"itemid":9,"nps_link":"http://collaborate20.dev.gov.sg/sand/test/policy/Lists/policy/DispForm.aspx?ID=9","topic":"01. Staff Welfare","title":"Greivance","category":"Policy","description":". Policy Statement The University is committed to providing a positive working environment where employees are treated fairly and with dignity and respect. We recognise that sometimes concerns and issues occur and you may need support to resolve them. This policy explains how to raise a grievance and the steps that will be taken to find a resolution as swiftly as possible. 2. Scope This policy applies to all employees and relates to issues or incidents that have occurred in work or in a work related situation. It does not apply to those who are no longer working at the University. The policy does not apply to matters collectively agreed with the University’s recognised trade unions. 3. Eligibility You must raise a grievance within three months of the event or series of events that have caused you difficulty, unless there are exceptional reasons why you weren’t able to do so. 4. Definitions Companion is a person who can attend meetings/hearings with you. They are normally a work colleague or trade union representative. You may ","published_date":"2021-07-19T01:21:53Z","expiry_date":"2099-10-01T07:00:00Z","attachment_url":"http://collaborate20.dev.gov.sg/sand/test/policy/_api/Web/Lists(guid'df0937a0-ac1d-42bb-9b98-693bad987a5e')/Items(8)/AttachmentFiles('flexibleWorkingPolicy.txt')","attachment_base64":"ï»¿\r\nPage 3 of 5\r\nEffective June 2019\r\nFlexible Working Procedure\r\n1. Requesting a Flexible Working Pattern\r\nIf you wish to make a flexible working request:\r\n- you should discuss your proposed request informally with your manager in the\r\nfirst instance\r\n- you must complete the Flexible Working Request Form and send it to your\r\nmanager. You must indicate if you would like the arrangement to be for a limited\r\nperiod only, otherwise it will be assumed that you are requesting a permanent\r\nchange. You must send in your request at least three months before you wish the\r\nchange in working arrangement to take effect.\r\nYou must state on the form if you are making your request in relation to the Equality Act 2010. If\r\nyou have a disability your request may be considered as a reasonable adjustment.\r\nIf you already have a flexible working arrangement and are applying for a new role you must ask\r\nthe recruiting manager if it is possible to retain the arrangement if you are appointed. The\r\nrecruiting manager will consider your request in line with the procedure below.\r\n2. Considering your request\r\nIf your manager is satisfied that your request can be met they may agree to it without having to\r\nhold a meeting with you.\r\nIf your manager wishes to find out more about your request and how it will affect the needs of\r\nyour business area you will be invited to attend a meeting. A meeting will normally take place\r\nwithin two calendar weeks of submitting your request. You may be accompanied by a trade union\r\nrepresentative or work colleague if you wish. Your manager may be accompanied by a\r\nrepresentative from HR.\r\nAt the meeting your manager may ask you to consider an alternative arrangement or\r\nmodifications if your original request cannot be accommodated. \r\nPage 4 of 5\r\nEffective June 2019\r\nYou and your manager may agree to a new arrangement on a trial basis to assess any impact on\r\nyou and/or the needs of the business. A trial period would normally last for no more than six\r\nmonths.\r\nIf the trial period is successful your working arrangement will be made permanent. If the trial\r\narrangement has not been satisfactory you will need to revert to your previous working\r\narrangement.\r\nA request for flexible working may only be declined for one or more of the following reasons:\r\n- the burden of extra costs\r\n- your work canât be reorganised among other staff\r\n- additional staff canât be recruited to do your work\r\n- the quality of your work or performance, or the business areaâs work or\r\nperformance will be affected detrimentally\r\n"}